Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: To determine the ideal shape and dimensions of the final crowns, a waxup was produced (Fig 40).
vi: To determine the ideal shape and dimensions of the final crowns, a waxup was produced (Hình 40).

source: To ensure easy loosening of the screw and subsequent removal of the impression, the area around the screw was also blocked out with wax (Fig 34).
vi: To ensure easy loosening of the screw and subsequent removal of the impression, the area around the screw was also blocked out with wax (Hình 34).

source: To ensure good blood supply and to minimize the trauma to the soft tissue, only one vertical relieving incision was made (Fig 15).
vi: To ensure good blood supply and to minimize the trauma to the soft tissue, only one vertical relieving incision was made (Hình 15).

source: To facilitate an ideal three-dimensional implant placement in accordance with the planned future position of the implant-supported crown, a surgical template was used for correct implant placement (Figs 9, 10).
vi: To facilitate an ideal three-dimensional implant placement in accordance with the planned future position of the implant-supported crown, a surgical template was used for correct implant placement (Hình 9, 10).

source: To facilitate primary wound closure without advancing the buccal flap too far coronally, a rotational pedicle graft was prepared (Fig 12) and rotated over the grafted alveolar region (Fig 13).
vi: To facilitate primary wound closure without advancing the buccal flap too far coronally, a rotational pedicle graft was prepared (Hình 12) and rotated over the grafted alveolar region (Hình 13).

source: To increase the thickness of the peri-implant mucosa, a connective-tissue graft was harvested from the palate at the time of membrane removal (Fig 21).
vi: To increase the thickness of the peri-implant mucosa, a connective-tissue graft was harvested from the palate at the time of membrane removal (Hình 21).

source: To optimize esthetic treatment outcomes, the use of provisional restorations with adequate emergence profiles is recommended to guide and shape the peri-implant tissue prior to definitive restoration.
vi: Để tối ưu hóa kết quả điều trị thẩm mỹ, việc sử dụng các phục hình tạm thời với vẻ mặt nhìn nghiêng đầy đủ được đề nghị để hướng dẫn và định hình các mô quanh implant trước khi phục hồi sau cùng.

source: To optimize soft tissue volume, complete or partial coverage of the healing cap/implant is recommended in the anterior maxilla.
vi: Để tối ưu mô mềm, phủ một phần hoặc toàn bộ nắp lành thương/implant được đề nghị ở phía trước hàm trên.

source: To optimize soft-tissue volume, complete or partial coverage of the healing cap/implant is recommended in the anterior maxilla.
vi: Để tối ưu mô mềm, phủ một phần hoặc toàn bộ nắp lành thương/implant được đề nghị ở phía trước hàm trên.

source: To prevent dislocation of the membrane, it was fixed with pins as well as the implant’s closure screw (Figs 15, 16).
vi: To prevent dislocation of the membrane, it was fixed with pins as well as the implant’s closure screw (Hình 15, 16).

source: To prevent recession after the insertion of the final crown, the provisional crown is kept in place for at least 3 to 6 months in general (Fig 47).
vi: To prevent recession after the insertion of the final crown, the provisional crown is kept in place for at least 3 to 6 months in general (Hình 47).

source: To prevent the collapse of this tissue as the impression was taken, a custom impression cap was fabricated extraorally from the provisional restoration (Figs 22a-c).
vi: To prevent the collapse of this tissue as the impression was taken, a custom impression cap was fabricated extraorally from the provisional restoration (Hình 22a-c).

source: To use these implants successfully in the anterior maxilla, correct implant selection relative to the mesiodistal dimension of the tooth to be replaced (gap size) is critical (Table 2).
vi: Để dùng những implant thành công ở phía trước hàm trên, chọn chính xác implant liên quan tới kích thước gần xa của răng cần thay thế (kích thước khe hở) rất quan trọng (Bảng 2).

source: Together, these factors constitute an assessment of esthetic risk.
vi: Cùng với nhau, những yếu tố này tạo thành một đánh giá nguy cơ thẩm mỹ.

source: Too little restorative space for a dental implant at site 12.
vi: Quá ít khoảng phục hồi cho implant tại vùng răng 12

source: Tooth 11 was extracted (Figs 5, 6).
vi: Răng 11 bị nhổ (Hình 5, 6).

source: Tooth 45 was extracted with periotomes and elevators without incident.
vi: Răng 45 được nhổ với periotomes và nạy không sang chấn.

source: Trabecular Bone
vi: Xương xốp

source: Trauma to surrounding soft tissues and bone was minimized and the site was considered appropriate for the immediate placement of a dental implant.
vi: Chấn thương mô mềm và xương xung quanh được giảm thiểu và vùng được coi là thích hợp cho đặt implant tức thì.

source: Treatment Planning
vi: Kế hoạch điều trị

source: Treatment Regulator
vi: Điều trị điều chỉnh

source: Treatment Regulators and Risk Factors
vi: Điều trị thông thường và yếu tố nguy cơ

source: Treatment difficulty (SAC)
vi: Độ khó điều trị (SAC)

source: Treatment of high-risk patients identified through site analysis and a general risk assessment (medical status, periodontal susceptibility, smoking, and other risks) should be undertaken with caution, since esthetic results are less consistent.
vi: Điều trị bệnh nhân nguy cơ cao được xác định qua phân tích vùng và đánh giá nguy cơ tổng quát (tình trạng y khoa, sự nhạy cảm bệnh nha chu, hút thuốc, và các nguy cơ khác) nên được thực hiện cẩn thận, bởi vì kết quả thẩm mỹ ít chắc chắn

source: Treatment of the opposing dentition may be required to achieve long-term implant success.
vi: Điều trị răng đối diện có thể cần thiết để implant thành công lâu dài

source: Treatment options should be explored to prevent the placement of adjacent implants in these areas where possible.
vi: Chọn lựa điều trị nên được khám phá để hạn chế đặt implant liền kề trong vùng này nếu có thể.

source: Treatment planning for partially dentate patients is critical to achieving optimum outcomes considered satisfactory by both patients and clinicians.
vi: Kế hoạch điều trị cho bệnh nhân mất răng bán phần là rất quan trọng để đạt được kết quả tối ưu để hài lòng cà bệnh nhân và bác sĩ.

source: Treatment regulators are the major factors that influence the presence or absence of risk to successful treatment outcomes.
vi: Điều trị điều chỉnh chính là yếu tố ảnh hưởng đến sự hiện diện hay không có rủi ro để điều trị kết quả thành công.

source: Treatments will be classified according to site (maxillary and mandibular distal extensions, anterior and posterior single missing teeth, and anterior extended edentulous regions), and loading protocol (conventional, early, or immediate).
vi: Điều trị sẽ được phân loại tuỳ theo vùng (hàm trên và hàm dưới mở rộng phía xa, mất răng đơn lẻ phía trước và phía sau, và vùng mất răng mở rộng phía trước), và quy trình tải lực (thông thường, sớm, hoặc tức thì).

source: Triangular
vi: Tam giác

source: Triangular tooth shape associated with localized periodontal disease.
vi: Hình dạng răng tam giác liên quan tới bệnh nha chu khu trú.

source: Turkyilmaz (2006) also reported on maxillary single-tooth replacements and found a success rate of 94% after 3 years.
vi: Turkyilmaz (2006) cũng báo cáo răng đơn lẻ hàm trên và tìm thấy tỉ lệ thành công 94% trong 3 năm.

source: Twelve weeks after implant placement, the patient was scheduled for a loading visit (Fig 13).
vi: Twelve weeks after implant placement, the patient was scheduled for a loading visit (Hình 13).

source: Two implants
vi: Hai implant

source: Two implants may be placed to retain an overdenture, supported by a bar connecting the implants or by freestanding implants, when the implants are characterized by a rough titanium surface and allowed to heal for at least 6 weeks.
vi: Hai implant có thể được đặt để lưu giữ hàm phủ, nâng đỡ bởi thanh kết nội các implant hoặc bởi các implant độc lập, khi implant có đặc tính bề mặt titanium nhám và để lành thương ít nhất 6 tuần

source: Two months after tooth extraction, a follow-up radiograph was taken to evaluate the bone fill in the extraction socket (Fig 2).
vi: 2 tháng sau nhổ răng, phim X quang theo dõi đánh giá xương trong ổ răng nhổ (Fig 2).

source: Two new NN titanium copings were used to fabricate the final custom copings and ceramo-metal restorations (Figs 31a-d).
vi: Two new NN titanium copings được dùng để chế tạo final custom copings và phục hình sứ kim loại (Hình 31a-d).

source: Two weeks later, a screw-retained impression cap was inserted onto the implant for impression-taking and the subsequent fabrication of a temporary crown (Fig 30).
vi: Two weeks later, a screw-retained impression cap was inserted onto the implant for impression-taking and the subsequent fabrication of a temporary crown (Hình 30).

source: Type (Bone Density/Quality)
vi: Loại (Xương mật độ/chất lượng xương)

source: Type 1 (immediate) placement when implants with a micro-roughened surface are used
vi: Loại 1(tức thì) ghép implant khi implant với một bề mặt vi nhám được sử dụng

source: Type 1 and 2 bone, adequate interocclusal space, favorable opposing dentition
vi: Xương loại 1 và 2, khoảng liên hàm phù hợp, hàm đối diện thuận lợi.

source: Type 2 implant placement when implants with a micro-roughened surface are used
vi: Loại 2 cấy ghép implant khi implant với một bề mặt vi nhám được sử dụng

source: Type 3 and 4 implant placement when implants with a micro-roughened surface are used
vi: Loại 3 và 4 cấy ghép implant khi implant với một bề mặt vi nhám được sử dụng

source: Type 3 bone, questionable interocclusal space, less than ideal opposing dentition
vi: Xương loại 3, khoảng liên hàm nghi ngờ, hàm đối diện không lý tưởng

source: Type 4 bone, inadequate interocclusal space, unfavorable malocclusion
vi: Xương loại 4, khoảng liên hàm không đủ, khớp cắn không phù hợp

source: Ultimately, it is the responsibility of each clinician to create an algorithm for him- or herself to help in providing treatment.
vi: Cuối cùng, đó là trách nhiệm của mỗi bác sĩ để tạo một cách riêng cho anh ta - hoặc mình để giúp trong việc cung cấp điều trị.

source: Ultimately, these intervals were acknowledged to be empirical in nature (Brånemark and coworkers, 1985; Brånemark, 2001).
vi: Cuối cùng, những khoảng thời gian được ghi nhận được thực nghiệm trong tự nhiên(Brånemark và đồng nghiệp, 1985; Brånemark, 2001).

source: Unable to obtain serial lateral cephalographs, the best determinant of growth completion, a hand-wrist film was used to examine the fusion of the epiphysis and diaphysis of the middle phalanx and the degree of calcification of the ulnar sesamoid bone (Proffit and coworkers, 1992) (Fig 7).
vi: Unable to obtain serial lateral cephalographs, the best determinant of growth completion, a hand-wrist film was used to examine the fusion of the epiphysis and diaphysis of the middle phalanx and the degree of calcification of the ulnar sesamoid bone (Proffit and coworkers, 1992) (Hình 7).

source: Uncontrolled diabetes mellitus
vi: Đái tháo đường không kiểm soát

source: Under local anesthesia, a full thickness flap was created with a crestal incision located approximately 2-3 mm toward the palatal aspect (Figs 5, 6).
vi: Dưới gây tê tại chỗ, lật vạt toàn bộ với đường rạch ở mào xương lệch 2-3mm về khẩu cái. (Hình 5,6)

source: Under most circumstances, regenerative procedures increase the width of the implant sites but do not recapture adequate height.
vi: Theo hầu hết các trường hợp, phương pháp tái sinh tăng chiều rộng của vùng cấy ghép nhưng không lấy lại chiều cao đầy đủ.

source: Unfortunately this education may lead to unrealistic expectations that the treatment team cannot attain.
vi: Không may sự giáo dục này có thể dẫn đến những kỳ vọng không thực tế mà nhóm điều trị không thể đạt được.

source: Upon comparison of the adjacent lateral incisors, the mesiodistal width of 12 was slightly smaller and 22 was slightly undercontoured in its incisal embrasure (Fig 2).
vi: Upon comparison of the adjacent lateral incisors, the mesiodistal width of 12 was slightly smaller and 22 was slightly undercontoured in its incisal embrasure (Hình 2).

source: Upon completion of the customized abutment, a ceramo-metal crown was fabricated with a 360° ceramic butt-joint margin (Fig 28).
vi: Upon completion of the customized abutment, a ceramo-metal crown was fabricated with a 360° ceramic butt-joint margin (Hình 28).

source: Upon completion of the customized abutment, an all-ceramic In-Ceram crown was fabricated with a 360° ceramic butt-joint margin (Fig 34).
vi: Upon completion of the customized abutment, an all-ceramic In-Ceram crown was fabricated with a 360° ceramic butt-joint margin (Hình 34).

source: Upon completion of the modification to the impression cap, comparison with the provisional revealed similar emergence profiles of the implant shoulder (Fig 27).
vi: Upon completion of the modification to the impression cap, comparison with the provisional revealed similar emergence profiles of the implant shoulder (Hình 27).

source: Upon completion of the orthodontic treatment, the patient was seen before the removal of the brackets to confirm that ideal restorative space was generated (Figs 7a-c).
vi: Upon completion of the orthodontic treatment, the patient was seen before the removal of the brackets to confirm that ideal restorative space was generated (Hình 7a-c).

source: Upon completion of the preparation, a cementable provisional restoration was fabricated utilizing an acrylic-resin laminate procedure (Figs 20a-d).
vi: Upon completion of the preparation, a cementable provisional restoration was fabricated utilizing an acrylic-resin laminate procedure (Hình 20a-d).

source: Upon examination, it appeared that there was no benefit in keeping the tissue, so a 5-mm biopsy punch was utilized to carefully remove that excess tissue (Figs 13a, b).
vi: Upon examination, it appeared that there was no benefit in keeping the tissue, so a 5-mm biopsy punch was utilized to carefully remove that excess tissue (Hình 13a, b).

source: Upon maturation of the transition zone, there was interproximal tissue support but a mucosal deficiency on the facial aspect was evident (Fig 14).
vi: Upon maturation of the transition zone, there was interproximal tissue support but a mucosal deficiency on the facial aspect was evident (Hình 14).

source: Upon placement of the customized impression cap, it became evident that full seating could not be confirmed clinically, so a periapical radiograph was taken (Figs 19a, b).
vi: Upon placement of the customized impression cap, it became evident that full seating could not be confirmed clinically, so a periapical radiograph was taken (Hình 19a, b).

source: Upon removal of the orthodontic archwire, it became evident that the healing cap was semi-submerged (Figs 12a, b).
vi: Upon removal of the orthodontic archwire, it became evident that the healing cap was semi-submerged (Hình 12a, b).

source: Upon removal of the provisional and abutment, excess cement was located under the facial shoulder of the implant (Fig 18).
vi: Upon removal of the provisional and abutment, excess cement was located under the facial shoulder of the implant (Hình 18).

source: Upon removal of the provisional restoration, the matured transition zone was exposed (Fig 21).
vi: Upon removal of the provisional restoration, the matured transition zone was exposed (Hình 21).

source: Upon removal of the provisional restoration, the tissues showed minimal inflammation and little cement residue (Figs 15a-b).
vi: Upon removal of the provisional restoration, the tissues showed minimal inflammation and little cement residue (Hình 15a-b).

source: Upon removal, the transition zone was clearly seen on the master cast (Fig 30).
vi: Upon removal, the transition zone was clearly seen on the master cast (Hình 30).

source: Use of Provisional Restorations
vi: Sử dụng phục hồi tạm

source: Using this technique, they achieved approximately 97% implant success.
vi: Sử dụng kỹ thuật này, họ đạt được khoảng 97% implant thành công.

source: Vacuform retainer - If interocclusal space is limited and orthodontic treatment is not an option, a vacuform retainer with an ovate pontic can provide an interim restoration that will have controllable pressure on the graft site (Moskowitz and coworkers, 1997) (Fig 25).
vi: Vacuform retainer - If interocclusal space is limited and orthodontic treatment is not an option, a vacuform retainer with an ovate pontic can provide an interim restoration that will have controllable pressure on the graft site (Moskowitz and coworkers, 1997) (Hình 25).

source: Vertical bone deficiency
vi: Thiếu xương theo chiều dọc

source: Virgin
vi: Chưa

source: Visualizing the planned restoration will also provide information on the available hard and soft-tissue support, whether deficient, adequate, or excessive.
vi: Hình dung kế hoạch phục hồi cũng sẽ cung cấp thông tin về sự nâng đỡ mô cứng và mô mềm hiện có, cho dù thiếu, đầy đủ, hoặc quá mức.

source: Volume 1
vi: Tập 1

source: Volume 2
vi: Tập 2

source: Wax was then applied to the surface to cast an oxidizable alloy onto the abutment to allow for ceramic application (Figs 32a-d).
vi: Wax was then applied to the surface to cast an oxidizable alloy onto the abutment to allow for ceramic application (Hình 32a-d).

source: We benefit from the increasing numbers of patients who desire dental implant treatment, but most patients are unaware of what the process entails.
vi: Chúng tôi được hưởng lợi từ những con số ngày càng tăng của các bệnh nhân muốn điều trị cấy ghép nha khoa, nhưng hầu hết bệnh nhân đều không biết những gì quá trình đòi hỏi.

source: We have deliberately limited this decision tree to the two variables “implantation depth” and “orofacial axial-position problem,” as we consider that the remainder of the theoretically possible implant positioning “errors” should not occur under normal conditions:
vi: Chúng tôi đã cố tình giới hạn cây quyết định này cho hai biến "độ sâu cấy ghép" và "vấn đề vị trí trục ngoài trong," như chúng ta xem xét rằng phần còn lại của các vị trí cấy ghép mặt lý thuyết có thể "sai sót" không nên xảy ra trong điều kiện bình thường:

source: What are the patient’s esthetic expectations?
vi: Mong đợi thẩm mỹ của bệnh nhân là gì?

source: When a mesostructure is used, it is recommendable to try in this mesostructure in order to optimize the position and shape of the future crown margin (Fig 13).
vi: When a mesostructure is used, it is recommendable to try in this mesostructure in order to optimize the position and shape of the future crown margin (Hình 13).

source: When analyzing the esthetic integration from different angles (Figs 28a, b), it became apparent that despite a slight discrepancy between the mesiodistal dimension of the edentulous site 21 and its natural contralateral tooth 11, the basic shapes of the new crown were sufficiently similar to those of its natural model, assuring a largely acceptable outcome.
vi: When analyzing the esthetic integration from different angles (Hình 28a, b), it became apparent that despite a slight discrepancy between the mesiodistal dimension of the edentulous site 21 and its natural contralateral tooth 11, the basic shapes of the new crown were sufficiently similar to those of its natural model, assuring a largely acceptable outcome.

source: When combined with additional risk factors such as a high lip line and/or a thin-gingiva biotype, the placement of adjacent implants in extended edentulous spaces in the anterior maxilla often represents maximum esthetic risk (Fig 15).
vi: Khi kết hợp với các yếu tố nguy cơ khác như đường môi cao và / hoặc một dạng sinh học nướu mỏng, vị trí implant liền kề trong khoảng mất răng mở rộng ở phía trước hàm trên thường đại diện nguy cơ thẩm mỹ tối đa (Hình 15).

source: When deficiencies exist, appropriate hard and/or soft tissue augmentation procedures are required.
vi: Khi thiếu xương, ghép mô cứng và/hoặc mô mềm thích hợp là cần thiết.

source: When deficiencies exist, appropriate hard and/or soft-tissue augmentation procedures are required.
vi: Khi thiếu xương, ghép mô cứng và/hoặc mô mềm thích hợp là cần thiết.

source: When determining the potential for the esthetic success of a given course of implant treatment, potential complications secondary to the local and general factors should also be considered.
vi: Khi xác định tiềm năng cho sự thành công thẩm mỹ của điều trị cấy ghép, các biến chứng tiềm năng thứ phát đến yếu tố toàn thân và tại chỗ cũng cần được xem xét.

source: When early or immediate loading or restoration is considered for single teeth, this becomes particularly important.
vi: Khi phục hình hoặc tải lực sớm hoặc tức thì được xem xét cho răng đơn lẻ, điều này trở nên đặc biệt quan trọng.

source: When existing bone of high quality and quantity is found and when other factors are favorable, immediate loading of the implant may be possible.
vi: Khi xương hiện có số lượng và chất lượng cao và khi yếu tố khác thuận lợi, có tải lực tức thì lên implant

source: When replacing adjacent central and lateral incisors, the challenge is increased by the need to provide anatomically correct gingival zenith positions.
vi: Khi thay thế các kế cận răng cửa giữa và răng cửa bên, các thách thức đang tăng lên do nhu cầu cung cấp vị trí đỉnh nướu giải phẫu chính xác.

source: When reviewing the literature on loading protocols, it should be recognized that the first significant departures from the conventional approaches were made for edentulous cases.
vi: Khi xem lại các y văn trên quy trình tải lực, nó sẽ được công nhận rằng phần quan trọng đầu tiên bắt đầu từ tiếp cận thông thường đã được thực hiện cho các trường hợp mất răng toàn bộ.

source: When she was smiling, the severe soft-tissue recession was partially covered by the lip (Fig 8).
vi: When she was smiling, the severe soft-tissue recession was partially covered by the lip (Hình 8).

source: When teeth adjacent to an edentulous area are healthy from a restorative perspective, no additional risk to the esthetic outcome is predicted.
vi: Khi răng kế cận vùng mất răng khỏe mạnh theo quan điểm phục hồi, không có rủi ro thêm vào cho kết quả thẩm mỹ là dự đoán được.

source: When the desired shape and emergence profile are achieved (Fig 8), the impression for the master cast and the final crown fabrication is taken.
vi: When the desired shape and emergence profile are achieved (Hình 8), the impression for the master cast and the final crown fabrication is taken.

source: When the restoration includes triangular tooth shapes, interproximal spaces (black triangles) must be anticipated.
vi: Khi phục hình có răng dạng tam giác, khoang kẽ răng (tam giác đen) phải được đoán trước.

source: When the result of the try-in in the patient’s mouth was found to be acceptable, the all-ceramic crowns were finalized in the dental lab (Figs 51, 52)
vi: When the result of the try-in in the patient’s mouth was found to be acceptable, the all-ceramic crowns were finalized in the dental lab (Hình 51, 52)

source: When they discontinued removing provisionals as part of their protocol, implant loss ended.
vi: Khi họ ngưng gỡ bỏ phục hình tạm như là một phần của quy trình, hết thất bại implant.

source: Where local infections have resulted in vertical bone loss around adjacent teeth, the risk of a compromised esthetic outcome is greatly increased (Fig 14).
vi: Trường hợp nhiễm trùng tại chỗ đã dẫn đến mất xương chiều dọc xung quanh răng bên cạnh, nguy cơ của kết quả thẩm mỹ tăng lên rất nhiều (Hình 14).
